Repository: chrimm/ctmp-cookieconsent
Catalog: languages/ctmp-cookieconsent-*.po
Languages: de_de

source: Got it!
de_de: OK

source: This website uses cookies to ensure you get the best experience on our website
de_de: Diese Webseite verwendet Cookies, um das bestmögliche Besuchererlebnis bieten zu können. Mit der Nutzung dieser Webseite erklären Sie sich mit der Verwendung und Speicherung von Cookies einverstanden.

source: More info
de_de: Weitere Informationen

source: You can edit the display of the cookie notification to your liking
de_de: Sie können die Darstellung des Cookie-Hinweises nach Ihren Wünschen gestalten

source: Do not add any link
de_de: Keinen Link anzeigen

source: Same Page (_self)
de_de: Gleiche Seite (_self)

source: New Page (_blank)
de_de: Neue Seite (_blank)

source: Dark banner at the top
de_de: Dunkler Banner am oberen Rand

source: Dark banner at the bottom
de_de: Dunkler Banner am unteren Rand

source: Dark box floating in the lower right
de_de: Dunkle, schwebende Box in der rechten unteren Ecke

source: Light banner at the top
de_de: Heller Banner am oberen Rand

source: Light banner at the bottom
de_de: Heller Banner am unteren Rand

source: Light box floating in the lower right
de_de: Helle, schwebende Box in der rechten unteren Ecke

source: Use custom stylesheet
de_de: Benutzerdefiniertes Theme

source: Display Settings
de_de: Einstellungen zur Darstellung

source: Cookie Message
de_de: Hinweisnachricht

source: Dismiss Button Caption
de_de: Beschriftung des Buttons

source: Caption of the Learn More Link
de_de: Beschriftung des Links für weitere Informationen

source: Target Page of the Learn More Link
de_de: Zielseite des Links

source: Open Learn More Link in the Same or New Page?
de_de: Wo soll die verlinkte Seite geöffnet werden?

source: How to Display the Cookie Notification?
de_de: Wie soll der Cookie Hinweis dargestellt werden?

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: (Sub-)Domain for Opt-out Scope
de_de: (Sub-)Domain für das Opt-out

source: Opt-out Expiry Days
de_de: Wie lange soll das Opt-Out gültig bleiben?

source: Adds the Cookie Consent library to WordPress to provide Cookie notificatons.
de_de: Fügt die Cookie Consent Bibliothek zu WordPress hinzu, um Cookie Hinweise anzuzeigen
